Repository: HrabrovSergeyM/Haptic-Toy
Catalog: Haptic Toy/*.lproj/Localizable.strings
Languages: ru

# greeting_text
source: Explore Haptics
ru: Погружайтесь

# bubbleWrapper
source: Bubble Game
ru: Пузырики

# buttonsAndToggles
source: Sound Buttons
ru: Клавиши

source: Slider
ru: Слайдер

source: Purr
ru: Мурчание

# rollerPicker
source: Roller
ru: Роллер

# helpViewBubble
source: Just pop it.
ru: Просто лопай их.

# helpViewRestartButton
source: Restart
ru: Перезапустить игру

# helpViewDrawButton
source: Tap / slice
ru: Одиночное нажатие / скользить пальцем

# helpViewDisplayButton
source: Increase field
ru: Увеличить поле

# helpViewToggle
source: Each button possesses its unique sound and vibration, offering you a new level of interactivity. Find your ideal button.
ru: Каждая кнопка обладает своими уникальными звуком и вибрацией, предоставляя Вам новый уровень интерактивности. Найдите свою идеальную комбинацию.

source: Gradient
ru: Градиент

source: Reset
ru: Сбросить

source: Colours
ru: Цвет

source: Accept
ru: Применить

# sliderButton
source: Press and find your ideal style
ru: Найти свой идеальный стиль

# helpViewSliders
source: Feel the pleasant vibrations by simply moving the slider left and right. Experiment and find your ideal style in the menu.
ru: Ощутите приятные вибрации, просто передвигая ползунок слайдера влево и вправо. Экспериментируйте и найдите в меню свой идеальный стиль.

# helpViewTitle
source: What is it?
ru: Что это?

# helpViewButton
source: Got it
ru: Попробовать

# catViewTitle
source: Hold your finger to purr
ru: Удерживайте палец для мурчания

# catViewSlider
source: Find your ideal intensity
ru: Найдите идеальную вибрацию

# helpViewCat
source: Feel the love of this cat. Just hold your finger to experience a new level of immersion. Find your ideal intensity.
ru: Почувствуйте любовь этой кошки. Просто удерживайте палец, чтобы испытать новый уровень погружения.

# helpViewPicker
source: Just scroll it.
ru: Просто крути.

# closeButton
source: Close
ru: Закрыть

# backButton
source: Back
ru: Назад

# helpViewHome
source: Welcome to Haptic Toy. Make sure you have audio and Haptic Feedback turned on. Enjoy the app. Give yourself a rest. Be careful - excessive use of Haptic Feedback quickly drains battery power.
ru: Добро пожаловать в Haptic Toy. Убедитесь, что у вас включен звук и Haptic Feedback. Наслаждайтесь приложением. Дайте себе отдохнуть. Будьте аккуратны - чрезмерное использование Haptic Feedback быстро тратит заряд аккумулятора.
